Repository: Humble-211/conma
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: vi

# tab.home
source: Home
vi: Trang chủ

# tab.projects
source: Projects
vi: Dự án

# tab.calendar
source: Calendar
vi: Lịch

# tab.expenses
source: Expenses
vi: Chi phí

# tab.more
source: More
vi: Thêm

# setup.title
source: Set up your company
vi: Thiết lập công ty

# setup.subtitle
source: You can change these later in Settings.
vi: Bạn có thể đổi sau trong Cài đặt.

# setup.companyName
source: Company name
vi: Tên công ty

# setup.yourName
source: Your name
vi: Tên của bạn

# setup.currency
source: Currency
vi: Tiền tệ

# setup.language
source: Language
vi: Ngôn ngữ

# setup.start
source: Get started
vi: Bắt đầu

# setup.error
source: Could not save. Please check the fields and try again.
vi: Không lưu được. Kiểm tra lại các ô và thử lại.

# language.system
source: System
vi: Theo hệ thống

# appearance.system
source: System
vi: Theo hệ thống

# appearance.light
source: Light
vi: Sáng

# appearance.dark
source: Dark
vi: Tối

# currency.CAD
source: Canadian dollar (CAD)
vi: Đô la Canada (CAD)

# currency.USD
source: US dollar (USD)
vi: Đô la Mỹ (USD)

# home.title
source: Home
vi: Trang chủ

# home.ongoingJobs
source: Ongoing jobs
vi: Job đang chạy

# home.progress
source: Progress
vi: Tiến độ

# home.contractValue
source: Contract value
vi: Giá trị hợp đồng

# home.empty.title
source: No jobs yet
vi: Chưa có job nào

# home.empty.message
source: Your projects will show up here.
vi: Các dự án của bạn sẽ hiện ở đây.

# home.error
source: Could not load projects.
vi: Không tải được dự án.

# projects.title
source: Projects
vi: Dự án

# projects.empty.title
source: Projects
vi: Dự án

# projects.empty.message
source: Tap + to create a project.
vi: Bấm + để tạo dự án.

# calendar.title
source: Calendar
vi: Lịch

# calendar.empty.title
source: Calendar
vi: Lịch

# calendar.empty.message
source: Deadlines, payments and crew schedule will appear here.
vi: Deadline, thanh toán và lịch crew sẽ hiện ở đây.

# expenses.title
source: Expenses
vi: Chi phí

# expenses.empty.title
source: No expenses yet
vi: Chưa có chi phí

# expenses.empty.message
source: Tap + to snap a receipt and log what you spent.
vi: Bấm + để chụp receipt và ghi chi phí.

# more.title
source: More
vi: Thêm

# more.settings
source: Settings
vi: Cài đặt

# more.componentGallery
source: Component gallery
vi: Thư viện component

# settings.title
source: Settings
vi: Cài đặt

# settings.language
source: Language
vi: Ngôn ngữ

# settings.appearance
source: Appearance
vi: Giao diện

# settings.company
source: Company
vi: Công ty

# settings.currency
source: Currency
vi: Tiền tệ

# error.database.title
source: Could not open your data
vi: Không mở được dữ liệu

# error.database.message
source: Nothing was deleted. Try again, or export the database file and send it to support.
vi: Không có gì bị xóa. Thử lại, hoặc xuất file dữ liệu và gửi cho hỗ trợ.

# error.database.retry
source: Try again
vi: Thử lại

# error.database.export
source: Export database
vi: Xuất file dữ liệu

# status.awaitingApproval
source: Awaiting approval
vi: Chờ khách duyệt

# status.awaitingDeposit
source: Awaiting deposit
vi: Chờ deposit

# status.scheduled
source: Scheduled
vi: Đã lên lịch

# status.inProgress
source: In progress
vi: Đang thi công

# status.onHold
source: On hold
vi: Tạm dừng

# status.waitingForInspection
source: Waiting for inspection
vi: Chờ inspection

# status.waitingForMaterial
source: Waiting for material
vi: Chờ material

# status.waitingForClient
source: Waiting for client
vi: Chờ khách

# status.completed
source: Completed
vi: Hoàn thành

# status.awaitingFinalPayment
source: Awaiting final payment
vi: Chờ thanh toán cuối

# status.closed
source: Closed
vi: Đã đóng

# status.cancelled
source: Cancelled
vi: Đã hủy

# jobType.generalRenovation
source: General renovation
vi: Renovation tổng quát

# jobType.kitchen
source: Kitchen
vi: Nhà bếp

# jobType.bathroom
source: Bathroom
vi: Phòng tắm

# jobType.electrical
source: Electrical
vi: Điện

# jobType.painting
source: Painting
vi: Sơn

# jobType.concrete
source: Concrete
vi: Bê tông

# jobType.windowsDoors
source: Windows / Doors
vi: Cửa sổ / Cửa

# jobType.exterior
source: Exterior
vi: Ngoại thất

# jobType.commercial
source: Commercial
vi: Thương mại

# jobType.other
source: Other
vi: Khác

# gallery.title
source: Components
vi: Component

# gallery.buttons
source: Buttons
vi: Nút

# gallery.primaryButton
source: Add expense
vi: Thêm chi phí

# gallery.loadingButton
source: Saving
vi: Đang lưu

# gallery.secondaryButton
source: Scan receipt
vi: Chụp receipt

# gallery.badges
source: Status badges
vi: Badge trạng thái

# gallery.progress
source: Progress
vi: Tiến độ

# gallery.money
source: Money
vi: Tiền

# gallery.collected
source: Collected
vi: Đã thu

# gallery.spent
source: Spent
vi: Đã chi

# gallery.contractValue
source: Contract value
vi: Giá trị hợp đồng

# gallery.cashPosition
source: Cash position
vi: Dòng tiền hiện tại

# gallery.emptyState
source: Empty state
vi: Trạng thái trống

# gallery.emptyTitle
source: Nothing here
vi: Chưa có gì

# gallery.emptyMessage
source: Items you add will appear in this list.
vi: Mục bạn thêm sẽ hiện trong danh sách này.

# gallery.add
source: Add
vi: Thêm

# gallery.inputs
source: Inputs
vi: Ô nhập

# gallery.quantity
source: Quantity
vi: Số lượng

# gallery.workers
source: Workers
vi: Số thợ

# scope.unit.in
source: in
vi: inch

# scope.field.squareFootage
source: Square footage
vi: Diện tích

# scope.field.rooms
source: Rooms
vi: Số phòng

# scope.field.floors
source: Floors
vi: Số tầng

# scope.field.itemsToRepair
source: Items to repair
vi: Hạng mục sửa

# scope.field.itemsToInstall
source: Items to install
vi: Hạng mục lắp

# scope.field.bathrooms
source: Bathrooms
vi: Phòng tắm

# scope.field.windows
source: Windows
vi: Cửa sổ

# scope.field.doors
source: Doors
vi: Cửa

# scope.field.bedrooms
source: Bedrooms
vi: Phòng ngủ

# scope.field.egressWindows
source: Egress windows
vi: Egress window

# scope.field.ceilingHeight
source: Ceiling height
vi: Chiều cao trần

# scope.field.cabinetLinearFeet
source: Cabinets (linear feet)
vi: Tủ bếp (ft dài)

# scope.field.countertopType
source: Countertop type
vi: Loại countertop

# scope.field.appliances
source: Appliances
vi: Thiết bị

# scope.field.island
source: Island
vi: Đảo bếp

# scope.field.backsplashSqft
source: Backsplash area
vi: Diện tích backsplash

# scope.field.tub
source: Tub
vi: Bồn tắm

# scope.field.shower
source: Shower
vi: Vòi sen

# scope.field.toilet
source: Toilet
vi: Bồn cầu

# scope.field.tileSqft
source: Tile area
vi: Diện tích tile

# scope.field.lotSize
source: Lot size
vi: Diện tích lô

# scope.field.grassArea
source: Grass area
vi: Diện tích cỏ

# scope.field.patioArea
source: Patio area
vi: Diện tích patio

# scope.field.fenceLength
source: Fence length
vi: Chiều dài fence

# scope.field.trees
source: Trees
vi: Cây

# scope.field.irrigation
source: Irrigation
vi: Tưới tự động

# scope.field.roofSqft
source: Roof area
vi: Diện tích mái

# scope.field.roofType
source: Roof type
vi: Loại mái

# scope.field.slopes
source: Slopes
vi: Số mặt dốc

# scope.field.layersToRemove
source: Layers to remove
vi: Lớp cần gỡ

# scope.field.materialType
source: Material type
vi: Loại material

# scope.field.waterHeater
source: Water heater
vi: Máy nước nóng

# scope.field.repipe
source: Repipe
vi: Thay ống toàn bộ

# scope.field.outlets
source: Outlets
vi: Ổ cắm

# scope.field.switches
source: Switches
vi: Công tắc

# scope.field.lightFixtures
source: Light fixtures
vi: Đèn

# scope.field.panelUpgrade
source: Panel upgrade
vi: Nâng cấp panel

# scope.field.panelAmps
source: Panel amps
vi: Panel (amp)

# scope.field.systemType
source: System type
vi: Loại hệ thống

# scope.field.units
source: Units
vi: Số đơn vị

# scope.field.ductworkFeet
source: Ductwork (feet)
vi: Ống gió (ft)

# scope.field.thermostats
source: Thermostats
vi: Thermostat

# scope.field.floorSqft
source: Floor area
vi: Diện tích sàn

# scope.field.flooringType
source: Flooring type
vi: Loại flooring

# scope.field.stairs
source: Stairs
vi: Cầu thang

# scope.field.removalRequired
source: Removal required
vi: Cần tháo dỡ cũ

# scope.field.wallSqft
source: Wall area
vi: Diện tích tường

# scope.field.ceilingSqft
source: Ceiling area
vi: Diện tích trần

# scope.field.trimLinearFeet
source: Trim (linear feet)
vi: Trim (ft dài)

# scope.field.coats
source: Coats
vi: Số lớp sơn

# scope.field.sheets
source: Sheets
vi: Số tấm

# scope.field.drywallSqft
source: Drywall area
vi: Diện tích drywall

# scope.field.ceilings
source: Ceilings
vi: Trần

# scope.field.concreteSqft
source: Concrete area
vi: Diện tích bê tông

# scope.field.thicknessInches
source: Thickness
vi: Độ dày

# scope.field.concreteType
source: Concrete type
vi: Loại hạng mục

# scope.field.rebar
source: Rebar
vi: Cốt thép

# scope.field.deckSqft
source: Deck area
vi: Diện tích deck

# scope.field.fenceHeight
source: Fence height
vi: Chiều cao fence

# scope.field.deckMaterial
source: Material
vi: Vật liệu

# scope.field.railingFeet
source: Railing (feet)
vi: Lan can (ft)

# scope.field.wallLinearFeet
source: Walls (linear feet)
vi: Tường (ft dài)

# scope.field.framingSqft
source: Framing area
vi: Diện tích framing

# scope.field.loadBearing
source: Load-bearing
vi: Tường chịu lực

# scope.field.exteriorDoors
source: Exterior doors
vi: Cửa ngoài

# scope.field.patioDoors
source: Patio doors
vi: Cửa patio

# scope.field.sidingSqft
source: Siding area
vi: Diện tích siding

# scope.field.sidingType
source: Siding type
vi: Loại siding

# scope.field.soffitFeet
source: Soffit (feet)
vi: Soffit (ft)

# scope.field.gutterFeet
source: Gutters (feet)
vi: Máng xối (ft)

# scope.field.demoSqft
source: Demolition area
vi: Diện tích demolition

# scope.field.dumpsters
source: Dumpsters
vi: Dumpster

# scope.field.hazardousMaterials
source: Hazardous materials
vi: Vật liệu nguy hại

# scope.field.commercialSqft
source: Area
vi: Diện tích

# scope.field.permitsRequired
source: Permits required
vi: Cần permit

# scope.option.other
source: Other
vi: Khác

# scope.option.metal
source: Metal
vi: Kim loại

# scope.option.flat
source: Flat
vi: Mái bằng

# scope.option.centralAir
source: Central air
vi: Máy lạnh trung tâm

# scope.option.hardwood
source: Hardwood
vi: Gỗ tự nhiên

# scope.option.carpet
source: Carpet
vi: Thảm

# scope.option.sidewalk
source: Sidewalk
vi: Vỉa hè

# scope.option.foundation
source: Foundation
vi: Móng

# scope.option.wood
source: Wood
vi: Gỗ

# scope.option.brick
source: Brick
vi: Gạch

# otherCost.subcontractors
source: Subcontractors
vi: Subcontractor

# otherCost.equipmentRental
source: Equipment rental
vi: Thuê thiết bị

# otherCost.toolRental
source: Tool rental
vi: Thuê dụng cụ

# otherCost.permits
source: Permits
vi: Permit

# otherCost.inspectionFees
source: Inspection fees
vi: Phí inspection

# otherCost.delivery
source: Delivery
vi: Vận chuyển

# otherCost.parking
source: Parking
vi: Đậu xe

# otherCost.gas
source: Gas
vi: Xăng

# otherCost.wasteDisposal
source: Waste disposal
vi: Đổ rác

# otherCost.other
source: Other
vi: Khác

# schedule.template.depositFinal
source: Deposit + Final
vi: Deposit + Cuối

# schedule.template.depositProgressFinal
source: Deposit + Progress + Final
vi: Deposit + Giữa + Cuối

# schedule.template.custom
source: Custom
vi: Tự chia

# schedule.row.progress
source: Progress payment
vi: Thanh toán giữa kỳ

# schedule.row.stage2
source: Stage 2
vi: Đợt 2

# schedule.row.stage3
source: Stage 3
vi: Đợt 3

# schedule.row.final
source: Final payment
vi: Thanh toán cuối

# schedule.row.labourQuick
source: Crew (quick estimate)
vi: Crew (ước tính nhanh)

# projects.filter.all
source: All
vi: Tất cả

# projects.filter.inWork
source: Active
vi: Đang làm

# projects.filter.preStart
source: Upcoming
vi: Sắp tới

# projects.filter.workDone
source: Done
vi: Xong

# projects.filter.terminal
source: Closed
vi: Đã đóng

# wizard.step.jobType
source: Job type
vi: Loại job

# wizard.step.customer
source: Customer
vi: Khách hàng

# wizard.step.location
source: Location
vi: Địa điểm

# wizard.step.scope
source: Scope
vi: Phạm vi

# wizard.step.timeline
source: Timeline
vi: Thời gian

# wizard.step.material
source: Materials
vi: Material

# wizard.step.otherCosts
source: Other costs
vi: Chi phí khác

# wizard.step.price
source: Price
vi: Giá

# wizard.step.schedule
source: Payment schedule
vi: Lịch thanh toán

# wizard.step.review
source: Review
vi: Xem lại

# wizard.error.missing
source: Please fill the required fields.
vi: Điền các ô bắt buộc.

# wizard.error.saveFailed
source: Could not save the project. Try again.
vi: Không lưu được dự án. Thử lại.

# wizard.continue
source: Continue
vi: Tiếp tục

# wizard.create
source: Create project
vi: Tạo dự án

# wizard.skip
source: Skip
vi: Bỏ qua

# wizard.back
source: Back
vi: Quay lại

# wizard.done
source: Done
vi: Xong

# wizard.close.title
source: Leave the wizard?
vi: Rời wizard?

# wizard.close.saveDraft
source: Save draft
vi: Lưu nháp

# wizard.close.discard
source: Discard draft
vi: Bỏ nháp

# wizard.close.cancel
source: Cancel
vi: Hủy

# wizard.jobType.customPlaceholder
source: Describe the job type
vi: Mô tả loại job

# wizard.customer.search
source: Search customers
vi: Tìm khách hàng

# wizard.customer.new
source: New customer
vi: Khách mới

# wizard.customer.name
source: Customer name
vi: Tên khách

# wizard.customer.phone
source: Phone
vi: Điện thoại

# wizard.customer.preferredContact
source: Preferred contact
vi: Liên hệ ưu tiên

# wizard.customer.contact.none
source: Not set
vi: Chưa chọn

# contact.phone
source: Call
vi: Gọi

# contact.text
source: Text
vi: Nhắn tin

# wizard.customer.company
source: Company (optional)
vi: Công ty (tùy chọn)

# wizard.customer.pickExisting
source: Pick an existing customer
vi: Chọn khách có sẵn

# wizard.location.line
source: Street address
vi: Địa chỉ

# wizard.location.unit
source: Unit
vi: Căn hộ

# wizard.location.city
source: City
vi: Thành phố

# wizard.location.region
source: Province / State
vi: Tỉnh / Bang

# wizard.location.postalCode
source: Postal code
vi: Mã bưu chính

# wizard.location.openMaps
source: Open in Maps
vi: Mở Maps

# wizard.jobType.change.title
source: Keep the fields you filled in?
vi: Giữ các trường đã điền?

# wizard.jobType.change.keep
source: Keep as custom fields
vi: Giữ làm trường tự do

# wizard.jobType.change.clear
source: Remove them
vi: Xóa

# wizard.scope.description
source: Describe the work
vi: Mô tả công việc

# wizard.scope.value
source: Value
vi: Giá trị

# wizard.scope.newField
source: Add a custom field
vi: Thêm trường tự do

# wizard.scope.remove
source: Remove
vi: Xóa

# wizard.timeline.start
source: Start date
vi: Ngày bắt đầu

# wizard.timeline.end
source: Estimated completion
vi: Dự kiến hoàn thành

# wizard.timeline.workingDays
source: Working days
vi: Số ngày làm

# wizard.timeline.hoursPerDay
source: Hours per day
vi: Giờ mỗi ngày

# wizard.timeline.workersPerDay
source: Workers per day
vi: Thợ mỗi ngày

# wizard.labour.mode
source: Entry mode
vi: Cách nhập

# wizard.labour.quick
source: Quick
vi: Nhanh

# wizard.labour.detailed
source: Detailed
vi: Chi tiết

# wizard.labour.workers
source: Workers
vi: Số thợ

# wizard.labour.rate
source: Daily rate
vi: Rate mỗi ngày

# wizard.labour.days
source: Days
vi: Số ngày

# wizard.estimate.addLine
source: Add line
vi: Thêm dòng

# wizard.estimate.total
source: Total
vi: Tổng

# wizard.estimate.label
source: Item
vi: Hạng mục

# wizard.estimate.worker
source: Worker
vi: Thợ

# wizard.estimate.rate
source: Rate/day
vi: Rate/ngày

# wizard.estimate.days
source: Days
vi: Ngày

# wizard.estimate.amount
source: Amount
vi: Số tiền

# wizard.estimate.kind
source: Type
vi: Loại

# wizard.estimate.suggestion
source: Suggestion
vi: Gợi ý

# wizard.price.contract
source: Contract price
vi: Giá hợp đồng

# wizard.price.estimatedCost
source: Estimated cost
vi: Chi phí dự tính

# wizard.price.profit
source: Projected profit
vi: Lợi nhuận dự kiến

# wizard.price.margin
source: Margin
vi: Biên lợi nhuận

# wizard.deposit.required
source: Deposit required
vi: Có deposit

# wizard.deposit.mode
source: Deposit type
vi: Kiểu deposit

# wizard.deposit.percentage
source: Percentage
vi: Phần trăm

# wizard.deposit.fixed
source: Fixed amount
vi: Số tiền cố định

# wizard.deposit.amount
source: Deposit amount
vi: Số tiền deposit

# wizard.deposit.deadline
source: Deadline
vi: Hạn chót

# wizard.deposit.blocksStart
source: Job cannot begin until deposit is received
vi: Chưa nhận deposit thì chưa bắt đầu

# wizard.schedule.addRow
source: Add payment
vi: Thêm đợt

# wizard.schedule.total
source: Schedule total
vi: Tổng lịch

# wizard.schedule.mismatch
source: Differs from contract by
vi: Lệch hợp đồng

# wizard.schedule.noContract
source: Enter a contract price to compute amounts
vi: Nhập giá hợp đồng để tính số tiền

# wizard.schedule.label
source: Payment name
vi: Tên đợt

# wizard.schedule.percent
source: Percent
vi: Phần trăm

# wizard.schedule.dueDate
source: Due date
vi: Hạn thanh toán

# wizard.schedule.trigger
source: Trigger (e.g. after framing)
vi: Mốc (ví dụ sau framing)

# wizard.review.projectName
source: Project name
vi: Tên dự án

# wizard.review.existingCustomer
source: Existing customer
vi: Khách có sẵn

# wizard.review.fields
source: fields
vi: trường

# wizard.review.notSet
source: Not set
vi: Chưa nhập

# wizard.review.fix
source: Fix
vi: Sửa

# wizard.review.edit
source: Edit
vi: Sửa

# draft.title
source: Continue draft
vi: Tiếp tục nháp

# draft.untitled
source: New project
vi: Dự án mới

# draft.discard
source: Discard
vi: Bỏ

# draft.continue
source: Continue
vi: Tiếp tục

# wizard.schedule.currencyMismatch
source: Some rows use a different currency.
vi: Có dòng dùng tiền tệ khác.

# projects.search
source: Search name, address or customer
vi: Tìm tên, địa chỉ, khách

# projects.filter
source: Filter
vi: Lọc

# projects.add
source: New project
vi: Dự án mới

# projects.createFirst
source: Create your first project
vi: Tạo dự án đầu tiên

# projects.noMatches
source: No projects match
vi: Không có dự án phù hợp

# detail.error
source: Could not load the project.
vi: Không tải được dự án.

# detail.saveFailed
source: Could not save changes.
vi: Không lưu được thay đổi.

# detail.deleted.title
source: Project removed
vi: Dự án đã xóa

# detail.deleted.message
source: This project is no longer available.
vi: Dự án này không còn.

# detail.scope
source: Scope
vi: Phạm vi

# detail.timeline
source: Timeline
vi: Thời gian

# detail.estimate
source: Estimate
vi: Dự toán

# detail.priceDeposit
source: Price & deposit
vi: Giá & deposit

# detail.schedule
source: Payment schedule
vi: Lịch thanh toán

# detail.empty
source: Not set yet
vi: Chưa nhập

# detail.noDeposit
source: No deposit
vi: Không có deposit

# sheet.save
source: Save
vi: Lưu

# sheet.cancel
source: Cancel
vi: Hủy

# costGroup.material
source: Materials
vi: Material

# payment.status.upcoming
source: Upcoming
vi: Sắp tới

# payment.status.dueSoon
source: Due soon
vi: Sắp đến hạn

# payment.status.dueToday
source: Due today
vi: Đến hạn hôm nay

# payment.status.overdue
source: Overdue
vi: Quá hạn

# payment.status.partiallyPaid
source: Partially paid
vi: Trả một phần

# payment.status.paid
source: Paid
vi: Đã trả

# more.customers
source: Customers
vi: Khách hàng

# customers.title
source: Customers
vi: Khách hàng

# customers.search
source: Search customers
vi: Tìm khách

# customers.add
source: Add customer
vi: Thêm khách

# customers.empty.title
source: No customers yet
vi: Chưa có khách

# customers.empty.message
source: Add customers here or while creating a project.
vi: Thêm khách ở đây hoặc khi tạo dự án.

# customers.error
source: Could not load customers.
vi: Không tải được khách.

# customers.saveFailed
source: Could not save.
vi: Không lưu được.

# customers.form.contact
source: Contact
vi: Liên hệ

# customers.form.more
source: More
vi: Thêm

# customers.form.secondaryContact
source: Secondary contact
vi: Liên hệ phụ

# customers.form.notes
source: Notes
vi: Ghi chú

# customers.form.newTitle
source: New customer
vi: Khách mới

# customers.form.editTitle
source: Edit customer
vi: Sửa khách

# customers.call
source: Call
vi: Gọi

# customers.text
source: Text
vi: Nhắn

# customers.projects
source: Projects
vi: Dự án

# customers.noProjects
source: No projects yet
vi: Chưa có dự án

# customers.missing.title
source: Customer not found
vi: Không thấy khách

# customers.missing.message
source: This customer was removed.
vi: Khách này đã bị xóa.

# customers.edit
source: Edit
vi: Sửa

# customers.delete
source: Delete
vi: Xóa

# customers.delete.blocked
source: This customer still has projects and cannot be deleted.
vi: Khách còn dự án, không xóa được.

# draft.discard.title
source: Discard this draft?
vi: Bỏ nháp này?

# draft.discard.confirm
source: Discard draft
vi: Bỏ nháp

# draft.discard.cancel
source: Cancel
vi: Hủy

# draft.exists.title
source: You have an unfinished draft
vi: Bạn có nháp chưa xong

# draft.exists.continue
source: Continue draft
vi: Tiếp tục nháp

# draft.exists.startNew
source: Start new project
vi: Tạo dự án mới

# draft.exists.cancel
source: Cancel
vi: Hủy

# draft.stepLabel
source: Step
vi: Bước

# gallery.health
source: Health
vi: Tình trạng

# gallery.dualProgress
source: Expected vs actual
vi: Dự kiến và thực tế

# gallery.expected
source: Expected
vi: Dự kiến

# gallery.actual
source: Actual
vi: Thực tế

# gallery.dates
source: Dates
vi: Ngày

# gallery.activity
source: Activity
vi: Hoạt động

# gallery.activityTitle
source: Payment received
vi: Đã nhận thanh toán

# gallery.activitySubtitle
source: 2 hours ago · Owner
vi: 2 giờ trước · Chủ

# gallery.skeleton
source: Loading
vi: Đang tải

# home.attention.title
source: Needs attention
vi: Cần chú ý

# home.attention.empty
source: Nothing needs attention today
vi: Hôm nay không có gì cần chú ý

# home.attention.more %lld
source: See more (%lld)
vi: Xem thêm (%lld)

# home.totals.title
source: Company totals
vi: Tổng công ty

# home.totals.active
source: Active jobs
vi: Đang thi công

# home.totals.outstanding
source: Outstanding
vi: Còn phải thu

# home.totals.collected
source: Collected
vi: Đã thu

# home.totals.spent
source: Spent
vi: Đã chi

# home.totals.cash
source: Cash position
vi: Dòng tiền hiện tại

# home.totals.excluded %lld
source: %lld projects in another currency are not included
vi: %lld dự án khác loại tiền tệ không được tính

# home.group.inWork
source: In progress
vi: Đang làm

# home.group.preStart
source: Upcoming
vi: Sắp tới

# home.group.workDone
source: Awaiting final payment
vi: Chờ thanh toán cuối

# home.retry
source: Try again
vi: Thử lại

# home.error.message
source: Couldn't load your data. Try again.
vi: Vui lòng thử lại.

# home.attention.done
source: Done
vi: Xong

# home.card.spent
source: Spent
vi: Đã chi

# home.card.collected
source: Collected
vi: Đã thu

# home.card.cash
source: Cash
vi: Dòng tiền

# attention.paymentOverdue %@ %lld %@
source: %1$@ overdue %2$lld days — %3$@
vi: %1$@ quá hạn %2$lld ngày — %3$@

# attention.paymentDueToday %@ %@
source: %1$@ due today — %2$@
vi: %1$@ đến hạn hôm nay — %2$@

# attention.startsToday
source: Starts today
vi: Bắt đầu hôm nay

# health.status.onTrack
source: On track
vi: Đúng tiến độ

# health.status.atRisk
source: At risk
vi: Có rủi ro

# health.status.delayed
source: Delayed
vi: Trễ tiến độ

# health.status.paymentRisk
source: Payment risk
vi: Rủi ro thanh toán

# health.status.overBudget
source: Over budget
vi: Vượt budget

# health.notEvaluated
source: Not evaluated for closed or cancelled projects
vi: Không đánh giá với dự án đã đóng hoặc đã hủy

# health.reason.budgetExceeded %@ %@
source: %1$@ over budget by %2$@
vi: %1$@ vượt budget %2$@

# health.reason.paymentOverdue %lld
source: Overdue payments: %lld
vi: Khoản thanh toán quá hạn: %lld
